Repository: pypi-data/pypi-mirror-49
Catalog: packages/django-whisper/django-whisper-0.4.0.tar.gz/django-whisper-0.4.0/whisper/locale/*/LC_MESSAGES/django.po
Languages: sk

source: You have unread chat messages
sk: Máš neprečítané správy

source: Cannot remove users from user to user chat
sk: Z miestnosti typu užívateľ-užívateľ nemožno odstrániť členov

source: Cannot remove yourself from chat
sk: Nemôžeš odstrániť sám seba z chatu

source: name
sk: meno

source: users
sk: užívatelia

source: created
sk: vytvorené

source: modified
sk: upravené

source: room
sk: miestnosť

source: rooms
sk: miestnosti

source: last read
sk: naposledy prečítané

source: last notified
sk: naposledy notifikovaný

source: message
sk: správa

source: messages
sk: správy

source: {username} left room
sk: {username} opustil miestnosť

source: {username} joined room
sk: {username} sa pripojil do miestnosti

source: {username} is typing ...
sk: {username} píše …

source: Add member to room
sk: Pridať člena do miestnosti

source: Save
sk: Uložiť

source: Hi %(recipient)s,
sk: Ahoj %(recipient)s,

source: Some users sent you few messages while you've been away:
sk: Kým si bol nedostupný, niektorí užívatelia ti poslali niekoľko správ:

source: Read more at this URL:
sk: Čítajte viac na tejto URL:

source: Users
sk: Užívatelia

source: Rooms
sk: Miestnosti

source: Update
sk: Zmeniť

source: People
sk: Ľudia

source: Leave
sk: Odísť

source: Message
sk: Správa

source: Room options
sk: Možnosti miestnosti

source: Add users
sk: Pridať užívateľov

source: Chat room
sk: Chatovacia miestnosť

source: Chat rooms
sk: Chatovacie miestnosti

source: No data found
sk: Nenašli sa žiadne údaje

# url
source: room/<slug>/update/
sk: miestnost/<slug>/zmenit/

# url
source: room/<slug>/leave/
sk: miestnost/<slug>/odist/

# url
source: room/<slug>/add-member/
sk: miestnost/<slug>/pridat-clena/

# url
source: room/<slug>/
sk: miestnost/<slug>/

# url
source: room/
sk: miestnost/
