Repository: pypi-data/pypi-mirror-49
Catalog: packages/collective.portlet.existingcontent/collective.portlet.existingcontent-1.0.2.tar.gz/collective.portlet.existingcontent-1.0.2/collective/portlet/existingcontent/locales/*/LC_MESSAGES/collective.portlet.existingcontent.po
Languages: de

source: Add an existing content portlet
de: Portlet für bestehenden Inhalt hinzufügen

source: Allow image popup (if leadimage available)
de: Vergrößerung des Teasearbildes erlauben (falls Teaserbild vorhanden)

source: Edit an existing content portlet
de: Portlet für bestehenden Inhalt bearbeiten

source: Existing ${content_type} "${content_title}"
de: Bestehende ${content_type} "${content_title}"

source: Existing Content
de: Bestehender Inhalt

source: Image scale
de: Bildgröße

source: Portlet additional styles
de: Zusätzliche Styles für dieses Portlet

source: Select existing content
de: Wähle einen bestehenden Inhalt

source: Show content description
de: Beschreibung des Inhalts anzeigen

source: Show content image (if available)
de: Teaserbild des Inhalts anzeigen (falls vorhanden)

source: Show content text
de: Text des Inhalts anzeigen

source: Show content title
de: Titel des Inhalts anzeigen

source: Show image caption (if leadimage available)
de: Bildunterschrift anzeigen (falls Teaserbild vorhanden)

source: This portlet displays data of existing content.
de: Dieses Portlet zeigt Daten eines bestehenden Inhalts an.
