Repository: pypi-data/pypi-mirror-49
Catalog: packages/django-widgy/django-widgy-0.9.0.tar.gz/django-widgy-0.9.0/widgy/locale/*/LC_MESSAGES/django.po
Languages: de

source: %(name)s object with primary key %(key)r does not exist.
de: %(name)s Objekt mit Primärschlüssel %(key)r existiert nicht.

source: View %s submissions
de: Vorlage %s ansehen

source: submission count
de: Anzahl Vorlagen

source: Saves the data when the Form is filled out. This is enabled by default.
de: Speichert die Daten, wenn die Form ausgefüllt wird (Standardeinstellung).

source: save data handler
de: Handler Datenspeicherung

source: save data handlers
de: Handlers Datenspeicherung

source: Field
de: Feld

source: mapped field
de: zugeordnetes Feld

source: {0} to {1}
de: {0} nach {1}

source: Organization ID (OID)
de: Organisation ID (OID)

source: subject
de: Betreff

source: content
de: Inhalt

source: include form data
de: Formulardaten beinhalten

source: Should the form's data be included in the email?
de: Sollen die Formulardaten in der Email enthalten sein?

source: to
de: an

source: This widget can be used to send yourself an email when a form has been filled out. You can customize the body of the email.
de: Dieses Widget benutzen, um eine Email zu erhalten, wenn ein Formular ausgefüllt wurde. Sie können den Inhalt der Email anpassen

source: admin success email
de: Admin Bestätigungsemail

source: admin success emails
de: Admin Bestätigungsemails

source: To
de: Nach

source: This widget can be used to send the user an email when they fill out a form. You can customize the body of the email.
de: Dieses Widget benutzen, um eine Email an den Benutzer zu senden, wenn ein Formular ausgefüllt wurde. Sie können den Inhalt der Email anpassen

source: user success email
de: Bestätigungsmail für Benutzer

source: user success emails
de: Bestätigungsmails für Benutzer

source: submit
de: Absenden

source: The submit button for a form.
de: Der Absendebutton für ein Formular

source: submit button
de: Absendebutton

source: submit buttons
de: Absendebuttons

source: Untitled form
de: Unbenanntes Formular

source: success message
de: Erfolgsnachricht

source: success messages
de: Erfolgsnachrichten

source: success handlers
de: Erfolgshandler

source: fields
de: Felder

source: settings
de: Einstellungen

source: A name to help identify this form. Only admins see this.
de: Ein Name um dieses Formular zu identifizieren. Nur für Admins sichtbar.

source: Use this widget to build a Form that your users can fill out.
de: Widget zur Erstellung eines Formulars.

source: help text
de: Hilfetext

source: required
de: benötigt

source: Number
de: Anzahl

source: Telephone
de: Telefon

source: Checkbox
de: Auswahlbox

source: Date
de: Datum

source: type
de: Art

source: A single form input. This widget can accept different types of input like text, number, or email. See a more complete list inside the widget.
de: Eine einzelne Formulareingabe. Dieses Widget kann verschiedene Eingabefelder (Text, Zahlen oder Email-Adresse) darstellen. Eine komplette Liste finden Sie im Widget.

source: form input
de: Formulareingabe

source: form inputs
de: Formulareingaben

source: Add this to your form to allow users to add large amounts of text.
de: Für größere Texteingaben.

source: text area
de: Textfeld

source: text areas
de: Textfelder

source: Place each choice on a separate line.
de: Eine einzelne Zeile für jede Auswahl.

source: Use this to allow your users to choose from a list of options. ChoiceFields can be displayed as radio buttons or as a dropdown.
de: Für eine Auswahl aus einer Liste von Optionen. Darstellung als Radiobuttons oder Dropdown

source: Checkboxes
de: Checkboxen

source: Multi-select
de: Mehrfachauswahl

source: Use this to allow your users to choose one or more options from a list of choices. This field can be displayed as checkboxes or as a multi-select dropdown.
de: Für eine Mehrfachauswahl aus einer Liste von Optionen. Darstellung als Checkboxen oder Dropdown

source: This widget uses a special script to detect and prevent spam.
de: Dieses Widget sucht und vermeidet Spam.

source: Incorrect Uncaptcha value
de: Ungültiger Uncaptcha Wert

source: Created at
de: Erzeugt am

source: form submission
de: Formularübermittlung

source: form submissions
de: Formularübermittlungen

source: Download as CSV
de: Als CSV herunterladen

source: view submissions
de: Übermittlungen ansehen

source: Please copy "%(csrf_token)s" into the field labeled "Uncaptcha".
de: Bitte "%(csrf_token)s" in das "Uncaptcha" Feld kopieren.

source: Not a valid YouTube or Vimeo URL
de: Keine gültige YouTube oder Vimeo URL

source: Please enter a link to the YouTube or Vimeo page for this video. i.e. http://www.youtube.com/watch?v=9bZkp7q19f0
de: Bitte Link zu der Seite mit YouTube oder Vimeo Video eingeben z.B. http://www.youtube.com/watch?v=9bZkp7q19f0

source: main content
de: Hauptinhalt

source: main contents
de: Hauptinhalte

source: sidebar
de: Seitenleiste

source: sidebars
de: Seitenleisten

source: default layout
de: Standardlayout

source: default layouts
de: Standardlayouts

source: Content
de: Inhalt

source: Easily add text to your page with this widget. You can have certain styles like bold or italic, but they won't break your design.
de: Widget für formatierten Text. Sie können verschiedene Stile anwenden wie Fett oder Italic und ihr Design wird intakt bleiben.

source: HTML editors
de: HTML Editoren

source: If you need to add some JavaScript or an embed code, you can use this. Staff users should not have access to this widget.
de: Für Javascript oder Embed Code. Normale Mitarbeiter sollten keinen Zugriff auf dieses Widget haben.

source: unsafe HTML
de: unsicheres HTML

source: unsafe HTML editors
de: unsicheres HTML

source: Widgy Content
de: Widgy Inhalt

source: Callouts are a way to call a user's attention to something. Callouts can be shared across pages.
de: Callouts lenken die Aufmerksamkeit des Benutzers auf etwas. Sie können von mehreren Seiten geteilt werden.

source: Accordions are a good way to separate sections of content. A good use for accordions is an FAQ page. Use the Section widget to separate each section of content in the Accordion.
de: Akkordeons sind geeignet Inhaltsbereiche aufzuteilen. Ein Anwendungsfall sind FAQ Seiten. Benutzen Sie das Section Widget, um Inhaltsbereiche innerhalb des Akkordeons voneinander abzutrennen.

source: accordion
de: Akkordeon

source: accordions
de: Akkordeons

source: Title 1
de: Titel 1

source: Title 2
de: Titel 2

source: Tabs are another way to separate sections of content, but they are separated horizontally instead of vertically. A good use for the Tabs widget is a product detail page.
de: Tabs sind ein weiterer Weg, um Inhaltsbereiche zu trennen, aber hier weden sie horizontal getrennt. Ein typischer Anwendungsfall für das Tab Widget sind Produktdetailseiten.

source: title
de: Titel

source: Use a unique title for each section.
de: Verwenden Sie verschiedene Titel für jede Sektion.

source: Use Section to split up your content into more consumable chunks.
de: Verwenden Sie Sektionen, um Inhalt in kleinere Einheiten aufzuteilen.

source: section
de: Sektion

source: sections
de: Sektionen

source: image
de: Bild

source: images
de: Bilder

source: Add a row to your table.
de: Eine Reihe zur Tabelle hinzufügen.

source: row
de: Reihe

source: rows
de: Reihen

source: Add a column to your table.
de: Eine Spalte zur Tabelle hinzufügen.

source: column
de: Spalte

source: columns
de: Spalten

source: cell
de: Zelle

source: cells
de: Zellen

source: table header
de: Tabellenkopf

source: table headers
de: Tabellenköpfe

source: table body
de: Tabelleninhalt

source: table bodies
de: Tabelleninhalte

source: With this widget, you can add tables to your page. A good use for tables is numerical data or comparing things side by side.
de: Mit diesem Widget können Sie Tabellen erzeugen. Anwendungsmöglichkeiten sind numerische Daten oder Seite-an-Seite Vergleiche.

source: table
de: Tabelle

source: tables
de: Tabellen

source: A figure is a self-contained piece of content. It can be used to add a caption to an image or a video for example.
de: Ein Schaubild kann benutzt werden, um eine Bildunterschrift oder erklärenden Text zu einem Bild oder einem Video hinzuzufügen.

source: center
de: zentral

source: Float left
de: Linksbündig

source: Float right
de: Rechtsbündig

source: Center
de: Zentrum

source: caption
de: Bildunterschrift

source: figure
de: Schaubild

source: figures
de: Schaubilder

source: Add a video to your page. Supports YouTube, Vimeo, and others.
de: Ein Video einbetten. Unterstützt YouTube, Vimeo und andere.

source: Add a link to another page.
de: Ein Link zu einer anderen Seite.

source: Road map
de: Straßenkarte

source: Satellite
de: Satellit

source: Terrain
de: Gelände

source: address
de: Adresse

source: This will output a map on your page with an address that you specify.
de: Zeigt eine Karte mit der angegebenen Adresse an.

source: Title
de: Titel

source: Caption
de: Bildunterschrift

source: View Larger Map
de: Größere Karte ansehen

source: %d commit has been approved.
de: %d Eingabe wurde bestätigt.

source: Approve selected commits
de: Ausgewählte Eingaben bestätigen

source: Commit name
de: Eingabename

source: Preview
de: Vorschau

source: unapproved commit
de: Unbestätigte Eingabe

source: unapproved commits
de: Unbestätigte Eingaben

source: Remove from sorting
de: Von der Sortierung lösen

source: Sorting priority: %(priority_number)s
de: Sortierungspriorität: %(priority_number)s

source: Toggle sorting
de: Sortierung umschalten

source: Commit and approve
de: Einreichen und bestätigen

source: <strong>%(created_at)s</strong> by %(author)s, approved by <strong>%(approved_by)s</strong>. (Scheduled to be published at %(publish_at)s.)<span title="Not live yet">*</span>
de: <strong>%(created_at)s</strong> von %(author)s, bestätigt von <strong>%(approved_by)s</strong>. (Geplante Veröffentlichung: %(publish_at)s.)<span title="Noch nicht live">*</span>

source: <strong>%(created_at)s</strong> by %(author)s, approved by <strong>%(approved_by)s</strong>. (Was published at %(publish_at)s.)
de: <strong>%(created_at)s</strong> von %(author)s, bestätigt von <strong>%(approved_by)s</strong>. (Veröffentlicht am %(publish_at)s.)

source: <strong>%(created_at)s</strong> by %(author)s, approved by <strong>%(approved_by)s</strong>.
de: <strong>%(created_at)s</strong> von %(author)s, bestätigt von <strong>%(approved_by)s</strong>.

source: <strong>%(created_at)s</strong> by %(author)s. (Not approved yet.)<span title="Not live yet">*</span>
de: <strong>%(created_at)s</strong> von %(author)s. (Noch nicht bestätigt.)<span title="Noch nicht live">*</span>

source: Approve this Commit
de: Diese Eingabe bestätigen

source: Unapprove this Commit
de: Diese Eingabe ablehnen

source: Undo
de: Zurücksetzen

source: You don't have permission to approve commits.
de: Sie haben nicht die Rechte um Eingaben zu bestätigen.

source: Commit %s has been approved
de: Eingabe %s wurde bestätigt

source: Commit %s has been unapproved.
de: Eingabe %s wurde zurückgewiesen.

source: If you enter a date here, the page will not be viewable on the site until then
de: Vor diesem Datum wird die Seite nicht sichtbar sein.

source: If you enter a date here, the page will not be viewable after this time
de: Nach diesem Datums wird die Seite nicht mehr sichtbar sein.

source: Save
de: Speichern

source: Save as Draft
de: als Entwurf speichern

source: Publish
de: Veröffentlichen

source: Publish Changes
de: Änderungen veröffentlichen

source: Submit for Review
de: Zur Überprüfung einreichen

source: You don't have permission to commit.
de: Sie haben nicht die Rechte zur Bestätigung.

source: There was nothing to submit for review.
de: Es gibt nichts zur Überprüfung einzureichen.

source: There is one unreviewed commit for this page.
de: Es liegt eine nicht überprüfte Eingabe für diese Seite vor.

source: There is one future-scheduled commit.
de: Eine geplante Eingabe vorhanden

source: preview
de: Vorschau

source: root node
de: Wurzelknoten

source: restore deleted page
de: Gelöschte Seite wiederherstellen

source: widgy content
de: Widgy Inhalt

source: widgy page
de: Widgy Seite

source: widgy pages
de: Widgy Seiten

source: Unpublishing %(page_title)s
de: %(page_title)s verbergen

source: Unpublishing will cause this page to disappear from the live site. Users who go to this page will get a 404 (File Not Found) error page. Are you sure you want to unpublish this page?
de: Die Seite wird nicht mehr öffentlich sichtbar sein. Benutzer, die die Adresse der Seite aufrufen werden eine 404 (File Not Found) Fehlerseite sehen. Sind sie sicher, daß Sie die Seite aus der Veröffentlichung nehmen wollen?

source: Cancel
de: Abbrechen

source: Yes, I'm sure
de: Ja, ich bin sicher

source: Schedule changes
de: Änderungen planen

source: Reset
de: Zurücksetzen

source: Unpublish
de: Nicht mehr öffentlich

source: Clone
de: Klonen

source: History
de: Geschichte

source: View live version
de: Live Version ansehen

source: Delete
de: Löschen

source: New title
de: Neuer Titel

source: New URL
de: Neue URL

source: '{old_title}' successfully cloned as '{new_title}'.
de: '{old_title}' erfolgreich geklont als '{new_title}'.

source: You must save before you can edit this.
de: Zum Bearbeiten bitte erst speichern!

source: View Diff
de: Unterschiede ansehen

source: Commit
de: Anwenden

source: Nothing has changed &mdash; no need to commit.
de: Keine Änderungen &mdash; keine Eingabe notwendig.

source: Change(s) successfully committed.
de: Änderung erfolgreich angwendet.

source: Page History
de: Seitenhistorie

source: by <strong>%(author)s</strong>.
de: von <strong>%(author)s</strong>.

source: Not live yet
de: Noch nicht live

source: Scheduled to be published at
de: Zur Veröffentlichung geplant am

source: Published at
de: Veröffentlicht am

source: Revert to this Version
de: Zu dieser Version zurücksetzen

source: Can't revert; this is the same as the current version.
de: Kein Zurücksetzen möglich; ist bereits die aktuelle Version

source: Diff
de: Unterschiede

source: Edit
de: Bearbeiten

source: pop out
de: in Popup öffnen

source: There are no commits yet, nothing to reset to
de: Keine Eingaben vorhanden - nichts zurückzusetzen

source: This will irrevocably destroy all uncommited changes. Are you sure?
de: Alle nicht eingereichten Änderungen gehen verloren. Sind Sie sicher?

source: Yes
de: Ja

source: Nothing has changed &mdash; no need to reset.
de: Keine Änderungen &mdash; kein Zurücksetzen nötig.

source: Your changes were successfully erased.
de: Ihre Änderungen wurden erfolgreich gelöscht.

source: You don't have permission to edit this widget.
de: Sie haben nicht die Rechte, dieses Widget zu bearbeiten.

source: You don't have permission to add this widget.
de: Sie haben nicht die Rechte, dieses Widget hinzuzufügen.

source: You don't have permission to move this widget.
de: Sie haben nicht die Rechte, dieses Widget zu verschieben.

source: You don't have permission to delete this widget.
de: Sie haben nicht die Rechte, dieses Widget zu löschen.

source: Immediately
de: Sofort

source: Later
de: Später

source: Notes (optional)
de: Notiz (optional)

source: Publish at
de: Veröffentlichen am

source: Commit Changes
de: Änderungen anwenden

source: You don't have permission to reset.
de: Sie haben nicht die Rechte um zurückzusetzen.

source: You don't have permission to revert.
de: Sie haben nicht die Rechte um zurückzusetzen.

source: Revert Commit
de: Anwendung zurücknehmen

source: Revert to version %(version)s
de: Zurücksetzen zu Version %(version)s
